<?php

return array(
    'admins' => 'Администраторы',
    'edit' => 'Редактирование',
    'manage_admins' => 'Управление администраторами',
    'login' => 'Логин',
    'password' => 'Пароль',
    'editing' => 'Редактировать',
    'add' => 'Добавить',
    'accessing' => 'Доступы',
    'want_delete' => 'Вы действительно хотите удалить?',
    'rule_title' => 'Права доступа',
    'rule_alert' => '<p>Нужно указывать начальные части URL на которые вы хотите чтобы проверялось имеются ли права у администратора или нет<p>
            <p>Например у вас есть URL {pathadmin}newtest/test/edit/55    и вы хотите запретить доступ для всех по этой ссылке</p>
            <p>Для того чтобы запретить вам нужно вписать newtest/test/edit/ и все.</p>',
    'title_rule' => 'Название права',
    'name_rule' => 'Имя',
    'accessing_links' => 'Доступные ссылки,через запятую',
    'links' => 'Ссылки',
    'edit_password' => 'Изменить пароль',
    'new_password' => 'Новый пароль',
    'retype_newpassword' => 'Повторите новый пароль',
    'change_password' => 'Изменить пароль',
    'not_filled_login' => 'Вы не указали логин!',
    'not_filled_password' => 'Вы не указали пароль!',
    'not_filled_access' => 'Вы не указали права администратора!',
    'login_exist' => 'Поле с указанным логином уже существует!',
    'admin_add_in_system' => 'Админ  добавлен в систему',
    'password_is_change' => 'Пароль изменен!',
    'password_not_match' => 'Пароли не совпадают!',
    'rul_not_fil_name' => 'Вы не указали имя!',
    'rul_not_fil_title' => 'Вы не указали заголовок!',
    'rul_not_fil_links' => 'Вы не указали ссылки',
    'rule_exists' => 'Правило уже существует!',
    'datas_updated' => 'Данные обновлены!',
    'op_success' => 'Операция успешно выполнена!',
);

