<?php

return array(
    'logs' => 'Логи',
    'add' => 'Добавить параметр для логов',
    'status' => 'Статус',
    'chanel' => 'Канал',
    'log' => 'Параметр логов #:id',
    'level' => 'Уровень',
    'choose_channels' => 'Выберите каналы',
    'file' => 'Название файла',
    'add_btn' => 'Добавить',
    'edit_btn' => 'Изменить',
    'delete' => 'Удалить',
    'want_delete' => 'Вы действительно хотите удалить?',
    'params' => 'Параметры логов',
    'err1' => 'Произошла ошибка!',
    'err2' => 'Лог не найден!',
    'err3' => 'Вы не выбрали канал лога',
    'err4' => 'Вы не выбрали минимальный уровень логирования',
    'err5' => 'Вы не ввели название файла',
    'err6' => 'Вы не указали  Webhook URL',
    'err7' => 'Вы не указали  username',
    'err8' => 'Вы не указали  emoji',
    'err9' => 'Вы не выбрали каналы',
    'rule' => 'Доступ к логам',
    'see_logs' => 'Посмотреть логи',
);

